Repository: Sissighn/vinylette
Catalog: Sources/Vinylette/Resources/Localizable.xcstrings
Source language: en
Languages: de

# accessibility.design
source: Choose design
de: Design auswählen

# accessibility.openAutomationSettings
source: Open Automation settings
de: Systemeinstellungen für Automation öffnen

# accessibility.pause
source: Pause music
de: Musik pausieren

# accessibility.play
source: Play music
de: Musik abspielen

# control.next
source: Next track
de: Nächster Titel

# control.playPause
source: Play/Pause
de: Wiedergabe/Pause

# control.previous
source: Previous track
de: Vorheriger Titel

# control.repeat
source: Repeat
de: Wiederholen

# design.classicLabel
source: Classic Label
de: Klassisches Label

# design.sleeve
source: Cover & Record
de: Cover & Platte

# menu.hideWidget
source: Hide Widget
de: Widget ausblenden

# menu.launchAtLogin
source: Launch at Login
de: Beim Anmelden starten

# menu.next
source: Next Track
de: Nächster Titel

# menu.noTrack
source: Nothing playing
de: Keine Wiedergabe

# menu.play
source: Play
de: Wiedergabe

# menu.previous
source: Previous Track
de: Vorheriger Titel

# menu.quit
source: Quit Vinylette
de: Vinylette beenden

# menu.repeat
source: Repeat
de: Wiederholen

# menu.showWidget
source: Show Widget
de: Widget anzeigen

# permission.allow
source: Allow
de: Erlauben

# permission.missing
source: Spotify permission required
de: Spotify-Berechtigung fehlt

# service.error.message
source: The launch-at-login setting could not be changed.
de: Die Einstellung für den automatischen Start konnte nicht geändert werden.

# service.error.title
source: Setting Not Changed
de: Einstellung nicht geändert

# spotify.error.artwork
source: Album artwork could not be loaded.
de: Das Album-Cover konnte nicht geladen werden.

# spotify.error.command
source: Spotify did not accept the playback command.
de: Spotify konnte den Wiedergabebefehl nicht ausführen.

# spotify.error.dismiss
source: Dismiss
de: Schließen

# spotify.error.state
source: Spotify state could not be updated.
de: Der Spotify-Status konnte nicht aktualisiert werden.

# spotify.unavailable
source: Open Spotify to start listening
de: Öffne Spotify, um Musik abzuspielen
